Repository: losikilove/student_hub
Catalog: lib/l10n/app_*.arb
Languages: vi

source: Settings
vi: Cài đặt

source: Profile
vi: Hồ sơ

source: Logout
vi: Đăng xuất

source: Something went wrong
vi: Có lỗi xảy ra

source: Sign In
vi: Đăng nhập

source: Sign Up
vi: Đăng ký

source: Login with StudentHub
vi: Đăng nhập với Student Hub

# dontHaveAccount
source: Don't have an account?
vi: Chưa có tài khoản Student Hub?

source: Active Proposals
vi: Đề xuất hoạt động

source: Offered Proposals
vi: Đề xuất

source: Change Password
vi: Đổi mật khẩu

source: Your Company Profile
vi: Hồ sơ công ty của bạn

source: Company
vi: Công ty

source: Website
vi: Trang web

source: About us
vi: Giới thiệu

source: Update
vi: Cập nhật

source: Language
vi: Ngôn ngữ

source: Password
vi: Mật khẩu

source: Welcome to StudentHub
vi: Chào mừng bạn đến với Student Hub

# tellUsAboutYourself
source: Tell us about yourself and you will be on your way connect with real-world project
vi: Hãy cho chúng tôi biết về bản thân bạn và bạn sẽ tiếp tục kết nối với các dự án trong thế giới thực

source: Are you sure to approve this project?
vi: Bạn có chắc chắn muốn phê duyệt dự án này không?

source: Approve Project
vi: Phê duyệt dự án

# studentAreLookingFor
source: Students are looking for
vi: Sinh viên đang tìm kiếm

source: Project Scope
vi: Phạm vi dự án

source: Required Students
vi: Số lượng sinh viên cần tìm

# sorySomethingWentWrong
source: Sorry, something went wrong
vi: Xin lỗi, đã xảy ra lỗi

source: Next
vi: Tiếp theo

source: Detail Project
vi: Chi tiết dự án

source: Apply Now
vi: Ứng tuyển ngay

source: Save
vi: Lưu

source: Student Profile and Proposal
vi: Hồ sơ và đề xuất của sinh viên

source: Status
vi: Trạng thái

source: Candidate Profile
vi: Hồ sơ ứng viên

source: Educations
vi: Học vấn

source: Resume
vi: Sơ yếu lý lịch

source: Cover Letter
vi: Thư xin việc

source: Transcript
vi: Bảng điểm

source: Techstack
vi: Công nghệ sử dụng

source: Skillset
vi: Kỹ năng

source: Size
vi: Số lượng

source: Detail
vi: Chi tiết

source: Required Student
vi: Số lượng sinh viên cần tìm

source: Students
vi: Sinh viên

source: Create your company profile successfully
vi: Tạo hồ sơ công ty thành công

# tellUsAboutYourCompany
source: Tell us about your company and you will be on your way connect with high-skilled student
vi: Hãy cho chúng tôi biết về công ty của bạn và bạn sẽ tiếp tục kết nối với các dự án trong thế giới thực

source: How many people are in your company?
vi: Có bao nhiêu nhân sự trong công ty của bạn?

source: Company Name
vi: Tên công ty

source: Description
vi: Mô tả

# continu
source: Continue
vi: Tiếp tục

source: Edit
vi: Chỉnh sửa

source: Cancel
vi: Hủy

source: Warning
vi: Cảnh báo

source: Are you sure to update your company profile?
vi: Bạn có chắc chắn muốn cập nhật hồ sơ công ty của bạn không?

source: Yes
vi: Có

source: No
vi: Không

source: Experience
vi: Kinh nghiệm

source: Choose file to upload
vi: Chọn file để tải lên

source: Let's start with a strong title
vi: Hãy bắt đầu với một tiêu đề mạnh mẽ

# thisHelpsYourPostStandOutTotheRightStudents
source: This helps your post stand out to the right students. It's the first thing they will see, so make it impressive
vi: Điều này giúp bài viết của bạn nổi bật với sinh viên phù hợp

source: Write a title for your post
vi: Viết tiêu đề cho bài viết của bạn

source: Example titles
vi: Ví dụ tiêu đề

# buildResponsiveWorlPress
source: Build responsive WordPress site with booking/payment functionality
vi: Xây dựng trang web WordPress đáp ứng với chức năng đặt chỗ/thanh toán

# facebookAdSpecialist
source: Facebook ad specialist need for product launch
vi: Cần chuyên viên quảng cáo Facebook để ra mắt sản phẩm

source: Next Scope
vi: Tiếp theo

source: Next, estimate the scope of your job
vi: Tiếp theo: Ước lượng phạm vi công việc của bạn

# considerTheSizeOfYourProject
source: Consider the size of your project and the timeline
vi: Xem xét quy mô dự án của bạn và dòng thời gian

source: How long will your project take?
vi: Dự án của bạn sẽ mất bao lâu?

# howManyStudentsDoYouWant
source: How many students do you for this project?
vi: Bạn có bao nhiêu sinh viên cho dự án này?

source: Number of students
vi: Số luợng sinh viên

# nextDesciption
source: Next: Description
vi: Tiếp theo: Mô tả

# nextProvideProjectDescription
source: Next, provide a project description
vi: Tiếp theo, Cung cấp mô tả dự án của bạn

# clearExpectionAboutYourProject
source: Clear expectation about your project or deliverables
vi: Mô tả rõ ràng về dự án của bạn

source: The skills required for your project
vi: Các kỹ năng cần thiết cho dự án của bạn

source: Detail about your project
vi: Chi tiết về dự án của bạn

source: Describe your project
vi: Mô tả dự án của bạn

source: Describe
vi: Mô tả

source: Preview your post
vi: Xem trước bài viết của bạn

# comfirmPasswordDoesNotMatch
source: Confirm password does not match to Password
vi: Mật khẩu xác nhận không khớp

source: Sign up as company
vi: Đăng ký làm công ty

source: Sign up as student
vi: Đăng ký làm sinh viên

source: Full name
vi: Họ và tên

# comfirmPassword
source: Confirm password
vi: Xác nhận mật khẩu

# yesIUnderstandAndAgree
source: Yes, I understand and agree to the StudentHub
vi: Có, tôi hiểu và đồng ý với Student Hub

source: Create my account
vi: Tạo tài khoản của tôi

source: Looking for project
vi: Tìm kiếm dự án

source: Apply as a student
vi: Đăng ký với tư cách sinh viên

source: Apply as a company
vi: Đăng ký với tư cách công ty

# initialzeAProject
source: Initialize a project
vi: Khởi tạo dự án

source: You really want to register as
vi: Bạn thực sự muốn đăng ký với tư cách

source: Join as Company or Student
vi: Tham gia với tư cách công ty hoặc sinh viên

# iAmACompanyFindEngieerForProject
source: I am a Company, find engineer for project
vi: Tôi là công ty, tìm kỹ sư cho dự án

# iAmAStudentFindProject
source: I am a Student, find a project
vi: Tôi là sinh viên, tìm dự án

source: Create Account
vi: Tạo tài khoản

source: Already have an account?
vi: Đã có tài khoản?

source: Login
vi: Đăng nhập

source: Are you sure to submit this?
vi: Bạn có chắc chắn muốn gửi không?

source: Your proposal has submitted
vi: Đề xuất của bạn đã được gửi

source: Describe why do you fit to this project
vi: Mô tả lý do bạn phù hợp với dự án này

source: Submit Proposal
vi: Gửi đề xuất

source: Update Experience Successfully
vi: Cập nhật kinh nghiệm thành công

source: Update Experience
vi: Cập nhật kinh nghiệm

source: Are you sure about that?
vi: Bạn có chắc chắn về điều đó?

source: View Profile
vi: Xem hồ sơ

source: Academic Stranscript
vi: Bảng điểm học vụ

source: Close Project Successfully
vi: Đóng dự án thành công

source: Are you sure to close this project?
vi: Bạn có chắc chắn muốn đóng dự án này không?

source: Update Project Successfully
vi: Cập nhật dự án thành công

source: Update Project
vi: Cập nhật dự án

source: Close Project
vi: Đóng dự án

source: Project Name
vi: Tên dự án

source: Number of Student
vi: Số lượng sinh viên

source: Are you sure to update this project?
vi: Bạn có chắc chắn muốn cập nhật dự án này không?

source: Close
vi: Đóng

source: Active/Offered Proposals
vi: Đề xuất hoạt động

source: Submited at
vi: Đã gửi lúc

source: Welcome
vi: Chào mừng

source: Let's start with your first project post
vi: Hãy bắt đầu với bài viết dự án đầu tiên của bạn

source: Get Started!
vi: Bắt đầu

source: All Projects
vi: Tất cả dự án

source: Working
vi: Đang làm việc

source: Archived
vi: Đã lưu trữ

source: Failed to load projects
vi: Không thể tải dự án

source: Remove Posting
vi: Xóa bài đăng

# areYouSureToRemoveThisPosting
source: Are you sure you want to remove this posting? This action cannot be undone.
vi: Bạn có chắc chắn muốn xóa bài đăng này không? Điều này không thể hoàn tác

source: Failed to start working project
vi: Không thể bắt đầu dự án

source: Message
vi: Tin nhắn

source: Hired
vi: Đã thuê

source: Your Job
vi: Công việc của bạn

source: Post a Job
vi: Đăng công việc

source: You have no jobs
vi: Bạn không có công việc nào

source: View Proposal
vi: Xem đề xuất

source: View Message
vi: Xem tin nhắn

source: View Hired
vi: Xem đã thuê

source: View Job Posting
vi: Xem bài đăng công việc

source: Edit Posting
vi: Chỉnh sửa bài đăng

source: Remove
vi: Xóa

source: Proposal
vi: Đề xuất

# closedProjectPopupTitle
source: Closed project
vi: Đóng dự án

# closedProjectPopupContent
source: Do you pleasure to your project?
vi: Bạn muốn đóng dự án với tâm thế gì?

# closedSuccessProject
source: Success
vi: Thành công

# closedFailureProject
source: Failure
vi: Thất bại

source: Time Created
vi: Thời gian tạo

source: You have no job working!
vi: Bạn không có công việc nào đang làm việc!

source: You have no job archived!
vi: Bạn không có công việc nào đã lưu trữ!

source: Start Working Project
vi: Bắt đầu làm việc

source: Unsaved Project
vi: Không lưu dự án

source: Saved Project
vi: Đã lưu dự án

source: Student Needed
vi: Sinh viên cần tìm

source: Filter By
vi: Lọc theo

source: Project Length
vi: Thời lượng dự án

source: Less than one month
vi: Ít hơn một tháng

source: One to three months
vi: Một đến ba tháng

source: Three to six months
vi: Ba đến sáu tháng

source: More than six months
vi: Nhiều hơn sáu tháng

source: Proposal less than
vi: Đề xuất ít hơn

source: Clear Filter
vi: Xóa bộ lọc

source: Apply
vi: Áp dụng

source: Search for project
vi: Tìm kiếm dự án

source: Page
vi: Trang

# welcomeToStudentHubAMartketplace
source: Welcome to StudentHub, a marketplace to connect Student to Real-world projects
vi: Chào mừng bạn đến với Student Hub, một thị trường để kết nối Sinh viên với các dự án trong thế giới thực

# titleForgottenPassword
source: Forgotten password
vi: Quên mật khẩu

source: Submit
vi: Nộp

source: New password
vi: Mật khẩu mới

source: Enter new password
vi: Nhập mật khẩu mới

source: Enter old password
vi: Nhập mật khẩu cũ

source: Old password
vi: Mật khẩu cũ

source: Enter confirm password
vi: Nhập xác nhận mật khẩu

source: Forgotten your password?
vi: Quên mật khẩu của bạn?
